{
    "1": {
        "長強": ["会陰部、尾骨の下方、尾骨端と肛門の中央。"],
        "腰兪": ["仙骨部、後正中線上、仙骨裂孔。"],
        "腰陽関": ["腰部、後正中線上、第4腰椎棘突起下方の陥凹部。"],
        "命門": ["腰部、後正中線上、第2腰椎棘突起下方の陥凹部。"],
        "懸枢": ["腰部、後正中線上、第1腰椎棘突起下方の陥凹部。"],
        "脊中": ["上背部、後正中線上、第11胸椎棘突起下方の陥凹部。"],
        "中枢": ["上背部、後正中線上、第10胸椎棘突起下方の陥凹部。"],
        "筋縮": ["上背部、後正中線上、第9胸椎棘突起下方の陥凹部。"],
        "至陽": ["上背部、後正中線上、第7胸椎棘突起下方の陥凹部。"],
        "霊台": ["上背部、後正中線上、第6胸椎棘突起下方の陥凹部。"],
        "神道": ["上背部、後正中線上、第5胸椎棘突起下方の陥凹部。"],
        "身柱": ["上背部、後正中線上、第3胸椎棘突起下方の陥凹部。"],
        "陶道": ["上背部、後正中線上、第1胸椎棘突起下方の陥凹部。"],
        "大椎": ["後頚部、後正中線上、第7頸椎棘突起下方の陥凹部。"],
        "瘂門": ["後頚部、後正中線上、第2頸椎棘突起下方の陥凹部。"],
        "風府": ["後頚部、後正中線上、外後頭隆起の直下、左右の僧帽筋間の陥凹部。"],
        "脳戸": ["頭部、外後頭隆起上方の陥凹部。"],
        "強間": ["頭部、後正中線上、後髪際の上方4寸。"],
        "後頂": ["頭部、後正中線上、後髪際の上方5寸5分。"],
        "百会": ["頭部、後正中線上、前髪際の後方5寸。"],
        "前頂": ["頭部、前正中線上、前髪際の後方3寸5分。"],
        "顖会": ["頭部、前正中線上、前髪際の後方2寸。"],
        "上星": ["頭部、前正中線上、前髪際の後方1寸。"],
        "神庭": ["頭部、前正中線上、前髪際の後方5分。"],
        "素髎": ["顔面部、鼻の先端。"],
        "水溝": ["顔面部、人中溝の中点。"],
        "兌端": ["顔面部。上唇結節上縁の中点。"],
        "齦交": ["顔面部、上歯齦、上唇小帯の接合部。"]
    },
    "2": {
        "会陰": ["会陰部、男性は陰嚢根部と肛門を結ぶ線の中点。女性は後陰唇交連と肛門を結ぶ線の中点。"],
        "曲骨": ["下腹部、前正中線上、恥骨結合上縁。"],
        "中極": ["下腹部、前正中線上、臍中央の下方4寸。"],
        "関元": ["下腹部、前正中線上、臍中央の下方3寸。"],
        "石門": ["下腹部、前正中線上、臍中央の下方2寸。"],
        "気海": ["下腹部、前正中線上、臍中央の下方1寸5分。"],
        "陰交": ["下腹部、前正中線上、臍中央の下方1寸。","恥骨結合上縁の上方4寸。"],
        "神闕": ["上腹部、臍の中央。","恥骨結合上縁の上方5寸。"],
        "水分": ["上腹部、前正中線上、臍中央の上方1寸。"],
        "下脘": ["上腹部、前正中線上、臍中央の上方2寸。"],
        "建里": ["上腹部、前正中線上、臍中央の上方3寸。"],
        "中脘": ["上腹部、前正中線上、臍中央の上方4寸。","前正中線上、臍中央と胸骨体下端を結ぶ線の中点。","中庭と神闕の中点。"],
        "上脘": ["上腹部、前正中線上、臍中央の上方6寸。"],
        "巨闕": ["上腹部、前正中線上、臍中央の上方6寸。"],
        "鳩尾": ["上腹部、前正中線上、胸骨体下端の下方1寸。"],
        "中庭": ["前胸部、前正中線上、胸骨体下端の中点。"],
        "膻中": ["前胸部、前正中線上、第4肋間と同じ高さ。","両乳頭を結ぶ線の中点。"],
        "玉堂": ["前胸部、前正中線上、第3肋間と同じ高さ。"],
        "紫宮": ["前胸部、前正中線上、第2肋間と同じ高さ。"],
        "華蓋": ["前胸部、前正中線上、第1肋間と同じ高さ。"],
        "璇璣": ["前胸部、前正中線上、頸窩の下方1寸。","前正中線上、頸切痕の下方1寸。"],
        "天突": ["前頸部、前正中線上、頸窩の中央。","頸切痕の中央。"],
        "廉泉": ["前頸部、前正中線上、咽頭隆起上方、舌骨の上方陥凹部。"],
        "承漿": ["顔面部、オトガイ唇溝中央の陥凹部。"]
    },
    "3": {
        "尺沢": ["肘前部、肘窩横紋上、上腕二頭筋腱外方の陥凹部。"],
        "孔最": ["前腕前外側、尺沢と太淵を結ぶ線上、手関節掌側横紋の上方7寸。"],
        "列欠": ["前腕橈側、長母指外転筋腱と短母指伸筋腱の間、手関節掌側横紋の上方1寸5分。"],
        "経渠": ["前腕前外側、橈骨下端の橈側で外側に最も突出した部位と橈骨動脈の間、手関節掌側横紋の上方1寸。"],
        "太淵": ["手関節前外側、橈骨茎状突起と舟状骨の間、長母指外転筋腱の尺側陥凹部。"],
        "魚際": ["手掌、第1中手骨中点の橈側、赤白肉際。"],
        "少商": ["母指、末節骨橈側、爪甲角の近位外方1分（指寸）、爪甲橈側縁の垂線と爪甲基底部の水平線との交点。"]
    },
    "7": {
        "少海": ["肘前内側、上腕骨内側上顆の前縁、肘窩横紋と同じ高さ。"],
        "霊道": ["前腕前内側、尺側手根屈筋腱の橈側縁、手関節掌側横紋の上方1寸5分。"],
        "通里": ["前腕前内側、尺側手根屈筋腱の橈側縁、手関節掌側横紋の上方1寸。"],
        "陰郄": ["前腕前内側、尺側手根屈筋腱の橈側縁、手関節掌側横紋の上方5分。"],
        "神門": ["前腕前内側、尺側手根屈筋腱の橈側縁、手関節掌側横紋上。"],
        "少府": ["手掌、第5中手指節関節の近位端と同じ高さ、第4・第5中手骨の間。"],
        "少衝": ["小指、末節骨橈側、爪甲角の近位外方1分（指寸）、爪甲橈側縁の垂線と爪甲基底部の水平線との交点。"]
    }
  }
